Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Recipient address
af: Ontvangeradres
ar: عنوان المستلم
bg: Адрес на получателя
bn: প্রাপকের ঠিকানা
ca: Adreça del destinatari
cs: Adresa příjemce
da: Modtageradresse
de: Empfängeradresse
el: Διεύθυνση παραλήπτη
es: Dirección del destinatario
et: Saaja aadress
fa: نشانی گیرنده
fi: Vastaanottajan osoite
fil: Address ng tatanggap
fr: Adresse du destinataire
he: כתובת הנמען
hi: प्राप्तकर्ता का पता
hr: Adresa primatelja
hu: Címzett címe
id: Alamat penerima
is: Vistfang viðtakanda
it: Indirizzo del destinatario
ja: 受取人のアドレス
ko: 받는 사람 주소
lt: Gavėjo adresas
lv: Saņēmēja adrese
ml: സ്വീകർത്താവിന്റെ വിലാസം
mr: प्राप्तकर्ता पत्ता
ms: Alamat penerima
nb: Mottakeradresse
nl: Adres van ontvanger
pa: ਪ੍ਰਾਪਤਕਰਤਾ ਪਤਾ
pl: Adres odbiorcy
pt_br: Endereço do destinatário
ro: Adresa destinatarului
ru: Адрес получателя
sk: Adresa príjemcu
sl: Naslov prejemnika
sr: Adresa primaoca
sv: Mottagaradress
sw: Anwani ya mpokeaji
ta: பெறுநர் முகவரி
te: స్వీకర్త చిరునామా
th: ที่อยู่ผู้รับ
tr: Alıcı adresi
uk: Адреса одержувача
ur: وصول کنندہ کا ایڈریس
vi: Địa chỉ người nhận
zh_hans: 收款人地址
zh_hant: 收款人地址

source: Recipients
af: Ontvangers
ar: المستلمون
bg: Получатели
bn: প্রাপকগণ
ca: Destinataris
cs: Příjemci
da: Modtagere
de: Empfänger
el: Παραλήπτες
es: Destinatarios
et: Saajad
fa: گیرندگان
fi: Vastaanottajat
fil: Mga tatanggap
fr: Destinataires
he: נמענים
hi: प्राप्तकर्ता
hr: Primatelji
hu: Címzettek
id: Penerima
is: Viðtakendur
it: Destinatari
ja: 受取人
ko: 받는 사람
lt: Gavėjai
lv: Saņēmēji
ml: സ്വീകർത്താക്കൾ
mr: प्राप्तकर्ते
ms: Penerima
nb: Mottakere
nl: Ontvangers
pa: ਪ੍ਰਾਪਤਕਰਤਾ
pl: Odbiorcy
pt_br: Destinatários
ro: Destinatari
ru: Получатели
sk: Príjemcovia
sl: Prejemniki
sr: Primaoci
sv: Mottagare
sw: Wapokeaji
ta: பெறுநர்கள்
te: స్వీకర్తలు
th: ผู้รับ
tr: Alıcılar
uk: Одержувачі
ur: وصول کنندگان
vi: Người nhận
zh_hans: 收款人
zh_hant: 收款人

source: Recipients (\(entries.count))
af: Ontvangers (\(entries.count))
ar: المستلمون (\(entries.count))
bg: Получатели (\(entries.count))
bn: প্রাপকগণ (\(entries.count))
ca: Destinataris (\(entries.count))
cs: Příjemci (\(entries.count))
da: Modtagere (\(entries.count))
de: Empfänger (\(entries.count))
el: Παραλήπτες (\(entries.count))
es: Destinatarios (\(entries.count))
et: Saajad (\(entries.count))
fa: گیرندگان (\(entries.count))
fi: Vastaanottajat (\(entries.count))
fil: Mga tatanggap (\(entries.count))
fr: Destinataires (\(entries.count))
he: נמענים (\(entries.count))
hi: प्राप्तकर्ता (\(entries.count))
hr: Primatelji (\(entries.count))
hu: Címzettek (\(entries.count))
id: Penerima (\(entries.count))
is: Viðtakendur (\(entries.count))
it: Destinatari (\(entries.count))
ja: 受取人（\(entries.count)）
ko: 받는 사람 (\(entries.count))
lt: Gavėjai (\(entries.count))
lv: Saņēmēji (\(entries.count))
ml: സ്വീകർത്താക്കൾ (\(entries.count))
mr: प्राप्तकर्ते (\(entries.count))
ms: Penerima (\(entries.count))
nb: Mottakere (\(entries.count))
nl: Ontvangers (\(entries.count))
pa: ਪ੍ਰਾਪਤਕਰਤਾ (\(entries.count))
pl: Odbiorcy (\(entries.count))
pt_br: Destinatários (\(entries.count))
ro: Destinatari (\(entries.count))
ru: Получатели (\(entries.count))
sk: Príjemcovia (\(entries.count))
sl: Prejemniki (\(entries.count))
sr: Primaoci (\(entries.count))
sv: Mottagare (\(entries.count))
sw: Wapokeaji (\(entries.count))
ta: பெறுநர்கள் (\(entries.count))
te: స్వీకర్తలు (\(entries.count))
th: ผู้รับ (\(entries.count))
tr: Alıcılar (\(entries.count))
uk: Одержувачі (\(entries.count))
ur: وصول کنندگان (\(entries.count))
vi: Người nhận (\(entries.count))
zh_hans: 收款人（\(entries.count)）
zh_hant: 收款人（\(entries.count)）

source: Recipients (%lld)
af: Ontvangers (%lld)
ar: المستلمون (%lld)
bg: Получатели (%lld)
bn: প্রাপকগণ (%lld)
ca: Destinataris (%lld)
cs: Příjemci (%lld)
da: Modtagere (%lld)
de: Empfänger (%lld)
el: Παραλήπτες (%lld)
es: Destinatarios (%lld)
et: Saajad (%lld)
fa: گیرندگان (%lld)
fi: Vastaanottajat (%lld)
fil: Mga tatanggap (%lld)
fr: Destinataires (%lld)
he: נמענים (%lld)
hi: प्राप्तकर्ता (%lld)
hr: Primatelji (%lld)
hu: Címzettek (%lld)
id: Penerima (%lld)
is: Viðtakendur (%lld)
it: Destinatari (%lld)
ja: 受取人（%lld）
ko: 받는 사람 (%lld)
lt: Gavėjai (%lld)
lv: Saņēmēji (%lld)
ml: സ്വീകർത്താക്കൾ (%lld)
mr: प्राप्तकर्ते (%lld)
ms: Penerima (%lld)
nb: Mottakere (%lld)
nl: Ontvangers (%lld)
pa: ਪ੍ਰਾਪਤਕਰਤਾ (%lld)
pl: Odbiorcy (%lld)
pt_br: Destinatários (%lld)
ro: Destinatari (%lld)
ru: Получатели (%lld)
sk: Príjemcovia (%lld)
sl: Prejemniki (%lld)
sr: Primaoci (%lld)
sv: Mottagare (%lld)
sw: Wapokeaji (%lld)
ta: பெறுநர்கள் (%lld)
te: స్వీకర్తలు (%lld)
th: ผู้รับ (%lld)
tr: Alıcılar (%lld)
uk: Одержувачі (%lld)
ur: وصول کنندگان (%lld)
vi: Người nhận (%lld)
zh_hans: 收款人（%lld）
zh_hant: 收款人（%lld）

source: Recommended
af: Aanbeveel
ar: موصى به
bg: Препоръчана
bn: প্রস্তাবিত
ca: Recomanada
cs: Doporučeno
da: Anbefalet
de: Empfohlen
el: Συνιστάται
es: Recomendada
et: Soovitatud
fa: توصیه‌شده
fi: Suositeltu
fil: Inirerekomenda
fr: Recommandé
he: מומלץ
hi: अनुशंसित
hr: Preporučeno
hu: Ajánlott
id: Direkomendasikan
is: Mælt með
it: Consigliata
ja: 推奨
ko: 권장
lt: Rekomenduojama
lv: Ieteicams
ml: ശുപാർശ ചെയ്യുന്നു
mr: शिफारस केलेले
ms: Disyorkan
nb: Anbefalt
nl: Aanbevolen
pa: ਸਿਫ਼ਾਰਸ਼ ਕੀਤੀ
pl: Zalecana
pt_br: Recomendada
ro: Recomandat
ru: Рекомендуется
sk: Odporúčané
sl: Priporočeno
sr: Препоручено
sv: Rekommenderas
sw: Inapendekezwa
ta: பரிந்துரைக்கப்படுகிறது
te: సిఫార్సు చేయబడింది
th: แนะนำ
tr: Önerilen
uk: Рекомендовано
ur: تجویز کردہ
vi: Khuyến nghị
zh_hans: 推荐
zh_hant: 建議

source: Records this flip
af: Teken hierdie gooi aan
ar: يسجل هذه الرمية
bg: Запиши това хвърляне
bn: এই টস রেকর্ড করে
ca: Registra aquest llançament
cs: Zaznamenat tento hod
da: Registrer dette kast
de: Diesen Wurf erfassen
el: Καταγραφή αυτής της ρίψης
es: Registra este lanzamiento
et: Salvesta see vise
fa: این پرتاب را ثبت می‌کند
fi: Tallenna tämä heitto
fil: Itala ang toss na ito
fr: Enregistrer ce lancer
he: תיעוד הטלה זו
hi: इस उछाल को दर्ज करें
hr: Zabilježi ovo bacanje
hu: Ezen dobás rögzítése
id: Catat lemparan ini
is: Skrá þetta kast
it: Registra questo lancio
ja: この投擲を記録
ko: 이 던지기 기록
lt: Užfiksuoti šį metimą
lv: Reģistrēt šo metienu
ml: ഈ എറിയൽ രേഖപ്പെടുത്തുക
mr: हा टॉस नोंदवा
ms: Rekod lambungan ini
nb: Registrer dette kastet
nl: Registreer deze worp
pa: ਇਹ ਉਛਾਲ ਦਰਜ ਕਰੋ
pl: Zapisz ten rzut
pt_br: Registra este lançamento
ro: Înregistrează această aruncare
ru: Записать этот бросок
sk: Zaznamenať tento hod
sl: Zabeleži ta met
sr: Забележи ово бацање
sv: Registrera detta kast
sw: Rekodi mrusho huu
ta: இந்த சுழற்சியைப் பதிவு செய்
te: ఈ విసురును రికార్డు చేస్తుంది
th: บันทึกการโยนนี้
tr: Bu atışı kaydet
uk: Записати це підкидання
ur: یہ اچھال ریکارڈ کریں
vi: Ghi nhận lần tung này
zh_hans: 记录此次抛掷
zh_hant: 記錄此次拋擲

source: Recovery phrase
af: Herstelfrase
ar: عبارة الاسترداد
bg: Фраза за възстановяване
bn: রিকভারি বাক্যাংশ
ca: Frase de recuperació
cs: Obnovovací fráze
da: Gendannelsesfrase
el: Φράση ανάκτησης
es: Frase de recuperación
et: Taastefraas
fa: عبارت بازیابی
fi: Palautuslause
fr: Phrase de récupération
he: ביטוי שחזור
hi: रिकवरी वाक्यांश
hr: Fraza za oporavak
hu: Helyreállítási kifejezés
id: Frasa pemulihan
is: Endurheimtarsetning
it: Frase di recupero
ja: リカバリーフレーズ
ko: 복구 구문
lt: Atkūrimo frazė
lv: Atjaunošanas frāze
ml: വീണ്ടെടുക്കൽ ഫ്രേസ്
mr: पुनर्प्राप्ती वाक्यांश
ms: Frasa pemulihan
nb: Gjenopprettingsfrase
nl: Herstelfrase
pa: ਰਿਕਵਰੀ ਵਾਕੰਸ਼
pl: Fraza odzyskiwania
pt_br: Frase de recuperação
ro: Frază de recuperare
ru: Фраза восстановления
sk: Obnovovacia fráza
sl: Obnovitvena fraza
sr: Фраза за опоравак
sv: Återställningsfras
sw: Kifungu cha urejeshaji
ta: மீட்பு சொற்றொடர்
te: రికవరీ పదబంధం
th: วลีกู้คืน
tr: Kurtarma cümlesi
uk: Фраза відновлення
ur: ریکوری فقرہ
vi: Cụm từ khôi phục
zh_hans: 恢复短语
zh_hant: 復原助記詞

source: Refresh
af: Verfris
ar: تحديث
bg: Опресняване
bn: রিফ্রেশ করুন
ca: Actualitza
cs: Obnovit
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
et: Värskenda
fa: تازه‌سازی
fi: Päivitä
fil: I-refresh
fr: Actualiser
he: רענון
hi: रिफ़्रेश करें
hr: Osvježi
hu: Frissítés
id: Segarkan
is: Endurnýja
it: Aggiorna
ja: 更新
ko: 새로고침
lt: Atnaujinti
lv: Atsvaidzināt
ml: പുതുക്കുക
mr: रिफ्रेश करा
ms: Segar semula
nb: Oppdater
nl: Verversen
pa: ਤਾਜ਼ਾ ਕਰੋ
pl: Odśwież
pt_br: Atualizar
ro: Reîmprospătează
ru: Обновить
sk: Obnoviť
sl: Osveži
sr: Освежи
sv: Uppdatera
sw: Onyesha upya
ta: புதுப்பி
te: రిఫ్రెష్ చేయండి
th: รีเฟรช
tr: Yenile
uk: Оновити
ur: ریفریش کریں
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh complete
af: Verfris voltooi
ar: اكتمل التحديث
bg: Опресняването завърши
bn: রিফ্রেশ সম্পন্ন
ca: Actualització completa
cs: Obnovení dokončeno
da: Opdatering fuldført
de: Aktualisierung abgeschlossen
el: Η ανανέωση ολοκληρώθηκε
es: Actualización completa
et: Värskendatud
fa: بازخوانی انجام شد
fi: Päivitys valmis
fil: Tapos nang i-refresh
fr: Actualisation terminée
he: הרענון הושלם
hi: रिफ्रेश पूरा हुआ
hr: Osvježavanje dovršeno
hu: Frissítés kész
id: Penyegaran selesai
is: Endurnýjun lokið
it: Aggiornamento completato
ja: 更新完了
ko: 새로고침 완료
lt: Atnaujinta
lv: Atsvaidzināts
ml: പുതുക്കൽ പൂർത്തിയായി
mr: रिफ्रेश पूर्ण
ms: Penyegaran selesai
nb: Oppdatering fullført
nl: Vernieuwd
pa: ਰਿਫ੍ਰੈਸ਼ ਪੂਰਾ
pl: Odświeżono
pt_br: Atualização concluída
ro: Actualizare finalizată
ru: Обновление завершено
sk: Obnovenie dokončené
sl: Osvežitev končana
sr: Освежавање завршено
sv: Uppdatering klar
sw: Imeonyeshwa upya
ta: புதுப்பிக்கப்பட்டது
te: రిఫ్రెష్ పూర్తయింది
th: รีเฟรชเสร็จแล้ว
tr: Yenileme tamamlandı
uk: Оновлення завершено
ur: ریفریش مکمل
vi: Đã làm mới xong
zh_hans: 刷新完成
zh_hant: 重新整理完成

source: Refresh failed. Try again.
af: Verfris het misluk. Probeer weer.
ar: فشل التحديث. حاول مرة أخرى.
bg: Опресняването е неуспешно. Опитайте отново.
bn: রিফ্রেশ ব্যর্থ। আবার চেষ্টা করুন।
ca: L'actualització ha fallat. Torneu-ho a provar.
cs: Obnovení se nezdařilo. Zkuste to znovu.
da: Opdateringen mislykkedes. Prøv igen.
de: Aktualisierung fehlgeschlagen. Bitte erneut versuchen.
el: Η ανανέωση απέτυχε. Δοκιμάστε ξανά.
es: La actualización falló. Inténtalo de nuevo.
et: Värskendamine nurjus. Proovi uuesti.
fa: بازخوانی ناموفق بود. دوباره تلاش کنید.
fi: Päivitys epäonnistui. Yritä uudelleen.
fil: Nabigo ang pag-refresh. Subukan muli.
fr: L’actualisation a échoué. Réessayez.
he: הרענון נכשל. נסה שוב.
hi: रिफ्रेश विफल। पुनः प्रयास करें।
hr: Osvježavanje nije uspjelo. Pokušajte ponovno.
hu: A frissítés nem sikerült. Próbálja újra.
id: Penyegaran gagal. Coba lagi.
is: Endurnýjun mistókst. Reyndu aftur.
it: Aggiornamento non riuscito. Riprova.
ja: 更新に失敗しました。もう一度お試しください。
ko: 새로고침에 실패했습니다. 다시 시도해 주세요.
lt: Atnaujinti nepavyko. Bandykite dar kartą.
lv: Atsvaidzināšana neizdevās. Mēģiniet vēlreiz.
ml: പുതുക്കൽ പരാജയപ്പെട്ടു. വീണ്ടും ശ്രമിക്കുക.
mr: रिफ्रेश अयशस्वी झाले. पुन्हा प्रयत्न करा.
ms: Penyegaran gagal. Cuba lagi.
nb: Oppdateringen mislyktes. Prøv igjen.
nl: Vernieuwen is mislukt. Probeer het opnieuw.
pa: ਰਿਫ੍ਰੈਸ਼ ਅਸਫਲ ਰਿਹਾ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Odświeżanie nie powiodło się. Spróbuj ponownie.
pt_br: Falha ao atualizar. Tente novamente.
ro: Actualizarea a eșuat. Încercați din nou.
ru: Не удалось обновить. Повторите попытку.
sk: Obnovenie zlyhalo. Skúste to znova.
sl: Osvežitev ni uspela. Poskusite znova.
sr: Освежавање није успело. Покушајте поново.
sv: Uppdateringen misslyckades. Försök igen.
sw: Kuonyesha upya kumeshindikana. Jaribu tena.
ta: புதுப்பிப்பு தோல்வியடைந்தது. மீண்டும் முயற்சிக்கவும்.
te: రిఫ్రెష్ విఫలమైంది. మళ్లీ ప్రయత్నించండి.
th: รีเฟรชล้มเหลว ลองอีกครั้ง
tr: Yenileme başarısız. Tekrar deneyin.
uk: Не вдалося оновити. Спробуйте ще раз.
ur: ریفریش ناکام رہا۔ دوبارہ کوشش کریں۔
vi: Làm mới thất bại. Vui lòng thử lại.
zh_hans: 刷新失败。请重试。
zh_hant: 重新整理失敗。請再試一次。

source: Refreshing…
af: Verfris…
ar: جارٍ التحديث…
bg: Обновяване…
bn: রিফ্রেশ হচ্ছে…
ca: Actualitzant…
cs: Obnovuje se…
da: Opdaterer…
de: Aktualisieren…
el: Ανανέωση…
es: Actualizando…
et: Värskendamine…
fa: در حال به‌روزرسانی…
fi: Päivitetään…
fil: Nire-refresh…
fr: Actualisation…
he: מרענן…
hi: रीफ्रेश हो रहा है…
hr: Osvježavanje…
hu: Frissítés…
id: Memuat ulang…
is: Endurnýjar…
it: Aggiornamento…
ja: 更新中…
ko: 새로 고치는 중…
lt: Atnaujinama…
lv: Atjaunina…
ml: പുതുക്കുന്നു…
mr: रीफ्रेश होत आहे…
ms: Memuat semula…
nb: Oppdaterer…
nl: Vernieuwen…
pa: ਤਾਜ਼ਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Odświeżanie…
pt_br: Atualizando…
ro: Se reîmprospătează…
ru: Обновление…
sk: Obnovuje sa…
sl: Osveževanje…
sr: Освежавање…
sv: Uppdaterar…
sw: Inasasisha…
ta: புதுப்பிக்கிறது…
te: రిఫ్రెష్ చేస్తోంది…
th: กำลังรีเฟรช…
tr: Yenileniyor…
uk: Оновлення…
ur: تازہ ہو رہا ہے…
vi: Đang làm mới…
zh_hans: 正在刷新…
zh_hant: 更新中…

source: Reload page
af: Herlaai bladsy
ar: إعادة تحميل الصفحة
bg: Презареждане на страницата
bn: পেজ পুনরায় লোড করুন
ca: Torna a carregar la pàgina
cs: Načíst stránku znovu
da: Genindlæs siden
de: Seite neu laden
el: Επαναφόρτωση σελίδας
es: Recargar página
et: Laadi leht uuesti
fa: بارگیری مجدد صفحه
fi: Lataa sivu uudelleen
fil: I-reload ang page
fr: Recharger la page
he: טעינת הדף מחדש
hi: पेज दोबारा लोड करें
hr: Ponovno učitaj stranicu
hu: Oldal újratöltése
id: Muat ulang halaman
is: Endurhlaða síðu
it: Ricarica pagina
ja: ページを再読み込み
ko: 페이지 새로고침
lt: Iš naujo įkelti puslapį
lv: Pārlādēt lapu
ml: പേജ് വീണ്ടും ലോഡ് ചെയ്യുക
mr: पृष्ठ पुन्हा लोड करा
ms: Muat semula halaman
nb: Last siden på nytt
nl: Pagina opnieuw laden
pa: ਪੇਜ ਮੁੜ ਲੋਡ ਕਰੋ
pl: Załaduj stronę ponownie
pt_br: Recarregar página
ro: Reîncarcă pagina
ru: Перезагрузить страницу
sk: Znovu načítať stránku
sl: Znova naloži stran
sr: Поново учитај страницу
sv: Läs in sidan igen
sw: Pakia ukurasa upya
ta: பக்கத்தை மீளேற்று
te: పేజీని రీలోడ్ చేయి
th: โหลดหน้าใหม่
tr: Sayfayı yeniden yükle
uk: Перезавантажити сторінку
ur: صفحہ دوبارہ لوڈ کریں
vi: Tải lại trang
zh_hans: 重新载入页面
zh_hant: 重新載入頁面

source: Remove \(walletName)?
af: Verwyder \(walletName)?
ar: إزالة \(walletName)؟
bg: Премахване на \(walletName)?
bn: \(walletName) সরাবেন?
ca: Vols eliminar \(walletName)?
cs: Odebrat \(walletName)?
da: Fjern \(walletName)?
de: \(walletName) entfernen?
el: Κατάργηση \(walletName);
es: ¿Eliminar \(walletName)?
et: Eemaldada \(walletName)?
fa: حذف \(walletName)؟
fi: Poistetaanko \(walletName)?
fil: Alisin ang \(walletName)?
fr: Supprimer \(walletName) ?
he: להסיר את \(walletName)?
hi: \(walletName) हटाएँ?
hr: Ukloniti \(walletName)?
hu: Eltávolítod a(z) \(walletName)-t?
id: Hapus \(walletName)?
is: Fjarlægja \(walletName)?
it: Rimuovere \(walletName)?
ja: \(walletName) を削除しますか？
ko: \(walletName)을(를) 제거하시겠습니까?
lt: Pašalinti \(walletName)?
lv: Noņemt \(walletName)?
ml: \(walletName) നീക്കംചെയ്യണോ?
mr: \(walletName) काढायचे?
ms: Alih keluar \(walletName)?
nb: Fjerne \(walletName)?
nl: \(walletName) verwijderen?
pa: \(walletName) ਹਟਾਉਣਾ ਹੈ?
pl: Usunąć \(walletName)?
pt_br: Remover \(walletName)?
ro: Elimini \(walletName)?
ru: Удалить \(walletName)?
sk: Odstrániť \(walletName)?
sl: Odstraniti \(walletName)?
sr: Ukloniti \(walletName)?
sv: Ta bort \(walletName)?
sw: Ondoa \(walletName)?
ta: \(walletName) ஐ அகற்றவா?
te: \(walletName)ను తీసివేయాలా?
th: ลบ \(walletName) ใช่หรือไม่
tr: \(walletName) kaldırılsın mı?
uk: Видалити \(walletName)?
ur: \(walletName) ہٹائیں؟
vi: Xóa \(walletName)?
zh_hans: 要移除 \(walletName) 吗？
zh_hant: 要移除 \(walletName) 嗎？

source: Remove %@?
af: Verwyder %@?
ar: إزالة %@؟
bg: Премахване на %@?
bn: %@ সরাবেন?
ca: Vols eliminar %@?
cs: Odebrat %@?
da: Fjern %@?
de: %@ entfernen?
el: Κατάργηση %@;
es: ¿Eliminar %@?
et: Eemaldada %@?
fa: حذف %@؟
fi: Poistetaanko %@?
fil: Alisin ang %@?
fr: Supprimer %@ ?
he: להסיר את %@?
hi: %@ हटाएँ?
hr: Ukloniti %@?
hu: Eltávolítod a(z) %@-t?
id: Hapus %@?
is: Fjarlægja %@?
it: Rimuovere %@?
ja: %@ を削除しますか？
ko: %@을(를) 제거하시겠습니까?
lt: Pašalinti %@?
lv: Noņemt %@?
ml: %@ നീക്കംചെയ്യണോ?
mr: %@ काढायचे?
ms: Alih keluar %@?
nb: Fjerne %@?
nl: %@ verwijderen?
pa: %@ ਹਟਾਉਣਾ ਹੈ?
pl: Usunąć %@?
pt_br: Remover %@?
ro: Elimini %@?
ru: Удалить %@?
sk: Odstrániť %@?
sl: Odstraniti %@?
sr: Ukloniti %@?
sv: Ta bort %@?
sw: Ondoa %@?
ta: %@ ஐ அகற்றவா?
te: %@ను తీసివేయాలా?
th: ลบ %@ ใช่หรือไม่
tr: %@ kaldırılsın mı?
uk: Видалити %@?
ur: %@ ہٹائیں؟
vi: Xóa %@?
zh_hans: 要移除 %@ 吗？
zh_hant: 要移除 %@ 嗎？

source: Remove recipient
af: Verwyder ontvanger
ar: إزالة المستلم
bg: Премахване на получателя
bn: প্রাপক সরান
ca: Elimina el destinatari
cs: Odebrat příjemce
da: Fjern modtager
de: Empfänger entfernen
el: Κατάργηση παραλήπτη
es: Eliminar destinatario
et: Eemalda saaja
fa: حذف گیرنده
fi: Poista vastaanottaja
fil: Alisin ang tatanggap
fr: Supprimer le destinataire
he: הסר נמען
hi: प्राप्तकर्ता हटाएँ
hr: Ukloni primatelja
hu: Címzett eltávolítása
id: Hapus penerima
is: Fjarlægja viðtakanda
it: Rimuovi destinatario
ja: 受取人を削除
ko: 받는 사람 제거
lt: Pašalinti gavėją
lv: Noņemt saņēmēju
ml: സ്വീകർത്താവിനെ നീക്കംചെയ്യുക
mr: प्राप्तकर्ता काढा
ms: Alih keluar penerima
nb: Fjern mottaker
nl: Ontvanger verwijderen
pa: ਪ੍ਰਾਪਤਕਰਤਾ ਹਟਾਓ
pl: Usuń odbiorcę
pt_br: Remover destinatário
ro: Elimină destinatarul
ru: Удалить получателя
sk: Odstrániť príjemcu
sl: Odstrani prejemnika
sr: Ukloni primaoca
sv: Ta bort mottagare
sw: Ondoa mpokeaji
ta: பெறுநரை அகற்று
te: స్వీకర్తను తీసివేయి
th: ลบผู้รับ
tr: Alıcıyı kaldır
uk: Видалити одержувача
ur: وصول کنندہ ہٹائیں
vi: Xóa người nhận
zh_hans: 移除收款人
zh_hant: 移除收款人

source: Remove this wallet
af: Verwyder hierdie beursie
ar: إزالة هذه المحفظة
bg: Премахване на този портфейл
bn: এই ওয়ালেট সরান
ca: Elimina aquesta cartera
cs: Odebrat tuto peněženku
da: Fjern denne tegnebog
de: Dieses Wallet entfernen
el: Κατάργηση αυτού του πορτοφολιού
es: Eliminar esta cartera
et: Eemalda see rahakott
fa: حذف این کیف پول
fi: Poista tämä lompakko
fil: Alisin ang wallet na ito
fr: Supprimer ce portefeuille
he: הסר ארנק זה
hi: यह वॉलेट हटाएँ
hr: Ukloni ovaj novčanik
hu: Ennek a tárcának az eltávolítása
id: Hapus dompet ini
is: Fjarlægja þetta veski
it: Rimuovi questo wallet
ja: このウォレットを削除
ko: 이 지갑 제거
lt: Pašalinti šią piniginę
lv: Noņemt šo maku
ml: ഈ വാലറ്റ് നീക്കംചെയ്യുക
mr: हे वॉलेट काढा
ms: Alih keluar dompet ini
nb: Fjern denne lommeboken
nl: Deze wallet verwijderen
pa: ਇਹ ਵਾਲਿਟ ਹਟਾਓ
pl: Usuń ten portfel
pt_br: Remover esta carteira
ro: Elimină acest portofel
ru: Удалить этот кошелёк
sk: Odstrániť túto peňaženku
sl: Odstrani to denarnico
sr: Ukloni ovaj novčanik
sv: Ta bort denna plånbok
sw: Ondoa wallet hii
ta: இந்த வாலட்டை அகற்று
te: ఈ వాలెట్‌ను తీసివేయి
th: ลบกระเป๋าเงินนี้
tr: Bu cüzdanı kaldır
uk: Видалити цей гаманець
ur: یہ والیٹ ہٹائیں
vi: Xóa ví này
zh_hans: 移除此钱包
zh_hant: 移除此錢包

source: Remove wallet
af: Verwyder beursie
ar: إزالة المحفظة
bg: Премахване на портфейла
bn: ওয়ালেট সরান
ca: Elimina la cartera
cs: Odebrat peněženku
da: Fjern tegnebog
de: Wallet entfernen
el: Κατάργηση πορτοφολιού
es: Eliminar cartera
et: Eemalda rahakott
fa: حذف کیف پول
fi: Poista lompakko
fil: Alisin ang wallet
fr: Supprimer le portefeuille
he: הסר ארנק
hi: वॉलेट हटाएँ
hr: Ukloni novčanik
hu: Tárca eltávolítása
id: Hapus dompet
is: Fjarlægja veski
it: Rimuovi wallet
ja: ウォレットを削除
ko: 지갑 제거
lt: Pašalinti piniginę
lv: Noņemt maku
ml: വാലറ്റ് നീക്കംചെയ്യുക
mr: वॉलेट काढा
ms: Alih keluar dompet
nb: Fjern lommebok
nl: Wallet verwijderen
pa: ਵਾਲਿਟ ਹਟਾਓ
pl: Usuń portfel
pt_br: Remover carteira
ro: Elimină portofelul
ru: Удалить кошелёк
sk: Odstrániť peňaženku
sl: Odstrani denarnico
sr: Ukloni novčanik
sv: Ta bort plånbok
sw: Ondoa wallet
ta: வாலட்டை அகற்று
te: వాలెట్‌ను తీసివేయి
th: ลบกระเป๋าเงิน
tr: Cüzdanı kaldır
uk: Видалити гаманець
ur: والیٹ ہٹائیں
vi: Xóa ví
zh_hans: 移除钱包
zh_hant: 移除錢包
